Repository: delarosaFer/Gloabant7
Catalog: CV AppTests/*.lproj/Localized.strings
Languages: es_419

source: About Me
es_419: Acerca de mi

source: My Career
es_419: Mi carrera

# Achivements
source: Achievements
es_419: Logros

source: Error in the test
es_419: Error en el test

source: There was an error loading the information
es_419: Hubo un error cargando la información

source: Error request
es_419: Error en la petición

source: Request success
es_419: Petición exitosa

source: Theres was an error showing user info data
es_419: Hubo un error al mostrar la informaciòn del usuario

source: Fetch success
es_419: Fetch exitoso

source: Fetch failed
es_419: Fetch fallido

source: Module Created
es_419: Modulo Creado
